const help = (ll, p, hr, pushname, prema, checATM, useLevel, useXp, requireXp, patt, bateria, porcentagem, chatss, me, reqcmd, _registered) => {
 return `
╭═════════════⊷
╰╮き⃟❗️ɪɴғᴏ ᴅᴏ ʙᴏᴛ❗⃟ き
╭┤${ll}⋟ Prefixo:『${p}』${ll}
┃│${ll}⋟ Hora: ${hr}${ll}
┃│${ll}⋟ Total chat: *${chatss}*${ll}
┃│${ll}⋟ Registrados: *${_registered.length}*${ll}
┃│${ll}⋟ Bateria: ${bateria}${ll}
┃│${ll}⋟ Nome: ${me.name}${ll}
┃│${ll}⋟ Comandos usados: ${reqcmd}${ll}
┃╰════════════⊷
╰╦═════「★」════⊷
╭┤き⃟👤 ɪɴғᴏʀᴍᴀᴄ̧ᴏ̃ᴇs ᴘᴇʀғɪʟ👤⃟ き
┃╞════════════⊷
┃│⚠︎ ︎Informações do seu perfil
┃╰━━━━── • ──━━━━
┃┌━━━━── • ──━━━━
┃│${ll}⋟ Nome: ${pushname}
┃│${ll}⋟ Tipo de Usuário: ${prema}
┃│${ll}⋟ Dinheiro: ${checATM}
┃│${ll}⋟ Level: ${useLevel}
┃│${ll}⋟ Xp: ${useXp}/${requireXp}
┃│${ll}⋟ Patente: ${patt}                        
┃╰━━━━── • ──━━━━
╰╦═════「★」════⊷
╭┤き⃟👤ɴᴏᴠᴏs ᴍᴇɴᴜ👤⃟ き 
┃╞════════════⊷
┃│⚠︎ ⟨⟩ ᴛᴏᴅᴏs ᴏs ᴍᴇɴᴜ ⟨⟩
┃╰━━━━── • ──━━━━
┃╭ ${ll}⋟ ${p}Playrs${ll}
┃╰━━━─── • ──━━━━
┃╭ ${ll}⋟ ${p}Grupo${ll}
┃╰━━━─── • ──━━━━
┃╭ ${ll}⋟ ${p}Jogos${ll}
┃╰━━━─── • ──━━━━
┃╭ ${ll}⋟ ${p}Criador${ll}
┃╰━━━─── • ──━━━━
┃╭ ${ll}⋟ ${p}Infobot${ll}
┃╰━━━─── • ──━━━━
┃╭ ${ll}⋟ ${p}Animes${ll}
┃╰━━━─── • ──━━━━
┃╭ ${ll}⋟ ${p}Bankloja${ll}
┃╰━━━─── • ──━━━━
┃╭ ${ll}⋟ ${p}Premium${ll}
┃╰━━━─── • ──━━━━
┃╭ ${ll}⋟ ${p}Figurinhas${ll}
┃╰━━━─── • ──━━━━
╰━━━━━── • ──━━━━`
}
exports.help = help
